Revit 2027 API
ParameterTypeId.RbsEnergyAnalysisSliverSpaceTolerance Property
 "Sliver Space Tolerance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsEnergyAnalysisSliverSpaceTolerance { get; }
Public Shared ReadOnly Property RbsEnergyAnalysisSliverSpaceTolerance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsEnergyAnalysisSliverSpaceTolerance {
	ForgeTypeId^ get ();
}
static member RbsEnergyAnalysisSliverSpaceTolerance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace